Repository: moxuan1121/OpenMinis
Catalog: src/ios/Localizable.xcstrings
Source language: en
Languages: de, es, fil, fr, hr, id, ja, ko, ms, pl, pt_br, ro, ru, th, tr, zh_hans, zh_hant

source: The server “%@” took too long to respond.
de: Der Server „%@“ hat zu lange für eine Antwort gebraucht.
es: El servidor “%@” tardó demasiado en responder.
fil: Masyadong matagal bago tumugon ang server na “%@”.
fr: Le serveur « %@ » a mis trop de temps à répondre.
hr: Poslužitelju “%@” trebalo je predugo da odgovori.
id: Server “%@” terlalu lama merespons.
ja: サーバー「%@」の応答に時間がかかりすぎました。
ko: 서버 “%@”의 응답이 너무 오래 걸렸습니다.
ms: Server “%@” mengambil masa terlalu lama untuk membalas.
pl: Serwer „%@” odpowiadał zbyt długo.
pt_br: O servidor “%@” demorou demais para responder.
ro: Serverul „%@” a răspuns prea greu.
ru: Сервер «%@» слишком долго не отвечал.
th: เซิร์ฟเวอร์ “%@” ใช้เวลาตอบสนองนานเกินไป
tr: Sunucu yanıt vermekte çok gecikti: “%@”.
zh_hans: 服务器“%@”响应时间过长。
zh_hant: 伺服器「%@」回應時間過長。

source: The server reported no tools.
de: Der Server hat keine Tools gemeldet.
es: El servidor no informó de ninguna herramienta.
fil: Walang tool na iniulat ang server.
fr: Le serveur n'a signalé aucun outil.
hr: Poslužitelj nije prijavio nijedan alat.
id: Server tidak melaporkan alat apa pun.
ja: サーバーからツールが報告されませんでした。
ko: 서버에서 보고된 도구가 없습니다.
ms: Server tidak melaporkan sebarang alat.
pl: Serwer nie zgłosił żadnych narzędzi.
pt_br: O servidor não informou nenhuma ferramenta.
ro: Serverul nu a raportat nicio unealtă.
ru: Сервер не сообщил ни об одном инструменте.
th: เซิร์ฟเวอร์ไม่ได้รายงานเครื่องมือใดๆ
tr: Sunucu hiç araç bildirmedi.
zh_hans: 服务器未报告任何工具。
zh_hant: 伺服器未回報任何工具。

source: The server took too long to respond.
de: Der Server hat zu lange für eine Antwort gebraucht.
es: El servidor tardó demasiado en responder.
fil: Masyadong matagal bago tumugon ang server.
fr: Le serveur a mis trop de temps à répondre.
hr: Poslužitelju je trebalo predugo da odgovori.
id: Server terlalu lama merespons.
ja: サーバーの応答に時間がかかりすぎました。
ko: 서버의 응답이 너무 오래 걸렸습니다.
ms: Server mengambil masa terlalu lama untuk membalas.
pl: Serwer odpowiadał zbyt długo.
pt_br: O servidor demorou demais para responder.
ro: Serverul a răspuns prea greu.
ru: Сервер слишком долго не отвечал.
th: เซิร์ฟเวอร์ใช้เวลาตอบสนองนานเกินไป
tr: Sunucu yanıt vermekte çok gecikti.
zh_hans: 服务器响应时间过长。
zh_hant: 伺服器回應時間過長。

source: The server's certificate isn't signed by a known authority — usual for a NAS using its own certificate.
de: Das Zertifikat des Servers ist nicht von einer bekannten Stelle signiert — üblich bei einem NAS mit eigenem Zertifikat.
es: El certificado del servidor no está firmado por una autoridad conocida, algo habitual en un NAS que usa su propio certificado.
fil: Hindi pinirmahan ng kilalang awtoridad ang certificate ng server — karaniwan ito sa NAS na gumagamit ng sariling certificate.
fr: Le certificat du serveur n'est pas signé par une autorité connue — courant pour un NAS utilisant son propre certificat.
hr: Certifikat poslužitelja nije potpisalo poznato tijelo — uobičajeno za NAS koji koristi vlastiti certifikat.
id: Sertifikat server tidak ditandatangani otoritas yang dikenal — hal biasa untuk NAS yang memakai sertifikatnya sendiri.
ja: サーバの証明書が既知の認証局に署名されていません。自己署名証明書を使う NAS では一般的です。
ko: 서버 인증서가 알려진 기관에서 서명되지 않았습니다. 자체 인증서를 쓰는 NAS에서는 흔한 일입니다.
ms: Sijil server tidak ditandatangani oleh pihak berkuasa yang dikenali — perkara biasa bagi NAS yang menggunakan sijilnya sendiri.
pl: Certyfikat serwera nie jest podpisany przez znany urząd — to typowe dla serwera NAS z własnym certyfikatem.
pt_br: O certificado do servidor não é assinado por uma autoridade conhecida — comum em um NAS que usa o próprio certificado.
ro: Certificatul serverului nu este semnat de o autoritate cunoscută — obișnuit pentru un NAS cu certificat propriu.
ru: Сертификат сервера не подписан известным центром — обычное дело для NAS с собственным сертификатом.
th: ใบรับรองของเซิร์ฟเวอร์ไม่ได้ลงนามโดยผู้ออกที่รู้จัก — เป็นเรื่องปกติสำหรับ NAS ที่ใช้ใบรับรองของตนเอง
tr: Sunucunun sertifikası bilinen bir makam tarafından imzalanmamış — kendi sertifikasını kullanan bir NAS için olağandır.
zh_hans: 服务器证书未由已知机构签发 —— 使用自有证书的 NAS 通常如此。
zh_hant: 伺服器憑證並非由已知的憑證機構簽發，使用自簽憑證的 NAS 常會如此。

source: The shared folder's name, as it appears when connecting from a computer.
de: Der Name der Freigabe, wie er beim Verbinden von einem Computer erscheint.
es: El nombre de la carpeta compartida, tal como aparece al conectarse desde una computadora.
fil: Ang pangalan ng ibinahaging folder, gaya ng lalabas kapag kumokonekta mula sa computer.
fr: Le nom du dossier partagé, tel qu'il apparaît lors d'une connexion depuis un ordinateur.
hr: Naziv dijeljene mape, onako kako se prikazuje pri povezivanju s računala.
id: Nama folder bersama, sebagaimana tampil saat terhubung dari komputer.
ja: コンピュータから接続したときに表示される、共有フォルダの名前です。
ko: 컴퓨터에서 연결할 때 표시되는 공유 폴더의 이름입니다.
ms: Nama folder dikongsi, sebagaimana ia dipaparkan semasa menyambung dari komputer.
pl: Nazwa folderu udostępnionego, widoczna podczas łączenia z komputera.
pt_br: O nome da pasta compartilhada, como aparece ao conectar de um computador.
ro: Numele dosarului partajat, așa cum apare la conectarea de pe un computer.
ru: Имя общей папки в том виде, в каком оно отображается при подключении с компьютера.
th: ชื่อโฟลเดอร์ที่แชร์ ตามที่แสดงเมื่อเชื่อมต่อจากคอมพิวเตอร์
tr: Paylaşılan klasörün, bilgisayardan bağlanırken göründüğü adı.
zh_hans: 共享文件夹的名称，即从电脑连接时看到的那个名字。
zh_hant: 共用資料夾的名稱，也就是從電腦連線時看到的名稱。

source: The Shortcut sent to Minis may not have finished running in the background. Turn on Background Keep-Alive in Settings so automations can complete reliably.
de: Der an Minis gesendete Kurzbefehl wurde im Hintergrund möglicherweise nicht fertig ausgeführt. Aktiviere „Hintergrund aktiv halten“ in den Einstellungen, damit Automatisierungen zuverlässig abgeschlossen werden können.
es: Puede que el atajo enviado a Minis no haya terminado de ejecutarse en segundo plano. Activa Mantener activo en segundo plano en Ajustes para que las automatizaciones puedan completarse de forma fiable.
fil: Maaaring hindi natapos ang Shortcut na ipinadala sa Minis habang tumatakbo sa background. I-on ang Background Keep-Alive sa Settings para maaasahang matapos ang mga automation.
fr: Le raccourci envoyé à Minis n’a peut-être pas fini de s’exécuter en arrière-plan. Active « Maintien en arrière-plan » dans Réglages pour que les automatisations puissent se terminer de manière fiable.
hr: Prečac poslan u Minis možda nije dovršio izvršavanje u pozadini. Uključite Održavanje rada u pozadini u Postavkama kako bi se automatizacije mogle pouzdano dovršiti.
id: Pintasan yang dikirim ke Minis mungkin belum selesai berjalan di latar belakang. Aktifkan Keep-Alive Latar Belakang di Pengaturan agar otomatisasi dapat selesai dengan andal.
ja: Minis に送信されたショートカットがバックグラウンドで完了していない可能性があります。オートメーションを確実に完了させるには、設定で「バックグラウンド動作の維持」をオンにしてください。
ko: Minis로 보낸 단축어가 백그라운드에서 실행을 마치지 못했을 수 있습니다. 자동화가 안정적으로 완료되도록 설정에서 백그라운드 유지를 켜세요.
ms: Pintasan yang dihantar ke Minis mungkin belum selesai berjalan di latar belakang. Aktifkan Keep-Alive Latar Belakang dalam Tetapan supaya automasi dapat selesai dengan baik.
pl: Skrót wysłany do Minis mógł nie dokończyć pracy w tle. Włącz podtrzymywanie w tle w Ustawieniach, aby automatyzacje kończyły się niezawodnie.
pt_br: O atalho enviado ao Minis pode não ter terminado de rodar em segundo plano. Ative Manter ativo em segundo plano nos Ajustes para as automações concluírem com segurança.
ro: Scurtătura trimisă către Minis s-ar putea să nu fi terminat de rulat în fundal. Activează Menținere activă în fundal din Configurări, ca automatizările să se poată încheia corect.
ru: Быстрая команда, отправленная в Minis, возможно, не завершила работу в фоне. Включите «Сохранение активности в фоне» в Настройках, чтобы автоматизации надёжно завершались.
th: ทางลัดที่ส่งไปยัง Minis อาจทำงานเบื้องหลังไม่เสร็จ เปิด Background Keep-Alive ในการตั้งค่าเพื่อให้ระบบอัตโนมัติทำงานจนเสร็จได้อย่างน่าเชื่อถือ
tr: Minis'e gönderilen Kısayol arka planda çalışmayı bitirmemiş olabilir. Otomasyonların güvenilir biçimde tamamlanması için Ayarlar'dan Arka Planda Etkin Tut'u açın.
zh_hans: 发送给 Minis 的快捷指令可能未在后台运行完成。请在“设置”中开启“后台保活”，以便自动化能够可靠地完成。
zh_hant: 傳送給 Minis 的捷徑可能未在背景執行完成。請在「設定」中開啟「背景保活」，以便自動化能夠可靠地完成。

source: The source folder in Files will not be deleted. You can re-mount it later.
de: Der Quellordner in „Dateien“ wird nicht gelöscht. Sie können ihn später erneut einhängen.
es: La carpeta de origen en Archivos no se eliminará. Puedes volver a montarla más tarde.
fil: Hindi tatanggalin ang source folder sa Files. Puwede mo itong i-mount ulit mamaya.
fr: Le dossier source dans Fichiers ne sera pas supprimé. Vous pourrez le remonter plus tard.
hr: Izvorna mapa u aplikaciji Files neće biti obrisana. Možete je kasnije ponovno montirati.
id: Folder sumber di Files tidak akan dihapus. Anda dapat memasangnya kembali nanti.
ja: 「ファイル」内の元のフォルダは削除されません。あとで再マウントできます。
ko: 파일 앱의 원본 폴더는 삭제되지 않습니다. 나중에 다시 마운트할 수 있습니다.
ms: Folder sumber dalam Files tidak akan dipadam. Anda boleh melekapkannya semula kemudian.
pl: Folder źródłowy w Plikach nie zostanie usunięty. Możesz go później zamontować ponownie.
pt_br: A pasta de origem em Arquivos não será excluída. Você pode montá-la de novo depois.
ro: Dosarul sursă din Fișiere nu va fi șters. Îl poți monta din nou mai târziu.
ru: Исходная папка в «Файлах» не будет удалена. Её можно подключить снова позже.
th: โฟลเดอร์ต้นทางใน Files จะไม่ถูกลบ คุณเมานต์ใหม่ได้ภายหลัง
tr: Dosyalar'daki kaynak klasör silinmez. Daha sonra yeniden bağlayabilirsiniz.
zh_hans: “文件”中的源文件夹不会被删除，您可以稍后重新挂载。
zh_hant: “檔案”中的源資料夾不會被刪除，您可以稍後重新掛載。

source: The stored password will be removed.
de: Das gespeicherte Passwort wird entfernt.
es: Se eliminará la contraseña guardada.
fil: Aalisin ang nakaimbak na password.
fr: Le mot de passe enregistré sera supprimé.
hr: Pohranjena lozinka bit će uklonjena.
id: Kata sandi tersimpan akan dihapus.
ja: 保存されているパスワードは削除されます。
ko: 저장된 암호가 제거됩니다.
ms: Kata laluan yang disimpan akan dibuang.
pl: Zapisane hasło zostanie usunięte.
pt_br: A senha salva será removida.
ro: Parola salvată va fi eliminată.
ru: Сохранённый пароль будет удалён.
th: รหัสผ่านที่บันทึกไว้จะถูกลบ
tr: Saklanan parola kaldırılacak.
zh_hans: 将清除已保存的密码。
zh_hant: 已儲存的密碼將被移除。

source: The summary will be discarded and the messages it covered will become active again. This may push the conversation past the model's context window — if that happens, long-press a message to re-compact from that point.
de: Die Zusammenfassung wird verworfen und die davon abgedeckten Nachrichten werden wieder aktiv. Dadurch kann die Unterhaltung das Kontextfenster des Modells überschreiten – tippe in diesem Fall lange auf eine Nachricht, um ab diesem Punkt erneut zu komprimieren.
es: El resumen se descartará y los mensajes que cubría volverán a estar activos. Esto puede hacer que la conversación supere la ventana de contexto del modelo: si ocurre, mantén pulsado un mensaje para volver a compactar desde ese punto.
fil: Itatapon ang buod at magiging aktibo ulit ang mga mensaheng saklaw nito. Maaari nitong itulak ang usapan lampas sa context window ng model — kung mangyari iyon, pindutin nang matagal ang mensahe para i-compact ulit mula doon.
fr: Le résumé sera supprimé et les messages qu’il couvrait redeviendront actifs. Cela peut faire dépasser à la conversation la fenêtre de contexte du modèle — si cela arrive, appuie longuement sur un message pour recompacter à partir de ce point.
hr: Sažetak će biti odbačen, a poruke koje je obuhvaćao ponovno će postati aktivne. To može razgovor gurnuti preko kontekstnog prozora modela — ako se to dogodi, dugo pritisnite poruku kako biste ponovno saželi od te točke.
id: Rangkuman akan dibuang dan pesan yang dicakupnya akan aktif kembali. Ini dapat mendorong percakapan melampaui jendela konteks model — jika itu terjadi, tekan lama sebuah pesan untuk meringkas ulang dari titik tersebut.
ja: 要約は破棄され、それが対象としていたメッセージが再びアクティブになります。これにより会話がモデルのコンテキストウィンドウを超える可能性があります — その場合は、メッセージを長押ししてその時点から再圧縮してください。
ko: 요약이 삭제되고 요약이 포함했던 메시지가 다시 활성화됩니다. 이로 인해 대화가 모델의 컨텍스트 창을 초과할 수 있습니다 — 그럴 경우 메시지를 길게 눌러 그 지점부터 다시 압축하세요.
ms: Ringkasan akan dibuang dan mesej yang dirangkuminya akan aktif semula. Ini mungkin menolak perbualan melepasi tetingkap konteks model — jika itu berlaku, tekan lama sesuatu mesej untuk memadatkan semula dari titik tersebut.
pl: Podsumowanie zostanie odrzucone, a objęte nim wiadomości znów staną się aktywne. Może to przekroczyć okno kontekstu modelu — jeśli tak się stanie, przytrzymaj wiadomość, aby skompresować ponownie od tego miejsca.
pt_br: O resumo será descartado e as mensagens que ele cobria voltarão a ficar ativas. Isso pode levar a conversa além da janela de contexto do modelo — se acontecer, toque e segure uma mensagem para compactar de novo a partir dali.
ro: Rezumatul va fi eliminat, iar mesajele acoperite de el vor redeveni active. Asta poate împinge conversația peste fereastra de context a modelului — dacă se întâmplă, apasă lung pe un mesaj pentru a comprima din nou de acolo.
ru: Сводка будет удалена, а охваченные ею сообщения снова станут активными. Из-за этого разговор может выйти за пределы контекстного окна модели — если так произойдёт, нажмите и удерживайте сообщение, чтобы пересжать с этого места.
th: บทสรุปจะถูกทิ้งและข้อความที่บทสรุปครอบคลุมจะกลับมาใช้งานอีกครั้ง อาจทำให้การสนทนาเกินหน้าต่างบริบทของโมเดล — หากเกิดขึ้น ให้กดข้อความค้างไว้เพื่อบีบอัดใหม่จากจุดนั้น
tr: Özet atılacak ve kapsadığı mesajlar yeniden etkin olacak. Bu, sohbeti modelin bağlam penceresinin ötesine taşıyabilir — böyle olursa o noktadan yeniden sıkıştırmak için bir mesaja basılı tutun.
zh_hans: 摘要将被丢弃，被其涵盖的消息将重新变为活动状态。这可能使对话超出模型的上下文窗口 — 若发生这种情况，请长按某条消息以从该处重新压缩。
zh_hant: 摘要將被捨棄，被其涵蓋的訊息將重新變為活動狀態。這可能使對話超出模型的上下文視窗 — 若發生這種情況，請長按某則訊息以從該處重新壓縮。

source: The terminal engine isn't running yet. Open a chat or the terminal once, then retry.
de: Die Terminal-Engine läuft noch nicht. Öffne einmal einen Chat oder das Terminal und versuche es erneut.
es: El motor del terminal aún no está en ejecución. Abre un chat o el terminal una vez y vuelve a intentarlo.
fil: Hindi pa tumatakbo ang terminal engine. Magbukas muna ng chat o terminal, tapos subukan ulit.
fr: Le moteur du terminal n'est pas encore lancé. Ouvrez une fois une conversation ou le terminal, puis réessayez.
hr: Mehanizam terminala još nije pokrenut. Jednom otvorite razgovor ili terminal, a zatim pokušajte ponovno.
id: Mesin terminal belum berjalan. Buka obrolan atau terminal sekali, lalu coba lagi.
ja: ターミナルのエンジンがまだ起動していません。チャットかターミナルを一度開いてから再試行してください。
ko: 터미널 엔진이 아직 실행되지 않았습니다. 채팅이나 터미널을 한 번 연 다음 다시 시도하십시오.
ms: Enjin terminal belum berjalan. Buka sembang atau terminal sekali, kemudian cuba lagi.
pl: Silnik terminala jeszcze nie działa. Otwórz raz czat lub terminal, a potem spróbuj ponownie.
pt_br: O motor do terminal ainda não está rodando. Abra um chat ou o terminal uma vez e tente de novo.
ro: Motorul terminalului încă nu rulează. Deschide o dată un chat sau terminalul, apoi reîncearcă.
ru: Движок терминала ещё не запущен. Откройте один раз чат или терминал и повторите.
th: เอนจินเทอร์มินัลยังไม่ทำงาน เปิดแชทหรือเทอร์มินัลสักครั้ง แล้วลองอีกครั้ง
tr: Terminal motoru henüz çalışmıyor. Bir sohbeti ya da terminali bir kez açıp yeniden deneyin.
zh_hans: 终端引擎尚未启动。请先打开一次聊天或终端，然后重试。
zh_hant: 終端機引擎尚未啟動。請先開啟一次聊天或終端機，然後重試。

source: The thinking fields this rule adds to a request at the High level.
de: Die Denkfelder, die diese Regel einer Anfrage auf der Stufe „Hoch“ hinzufügt.
es: Los campos de razonamiento que esta regla añade a una solicitud en el nivel Alto.
fil: Ang mga thinking field na idinadagdag ng rule na ito sa request sa Mataas na antas.
fr: Les champs de réflexion que cette règle ajoute à une requête au niveau Élevé.
hr: Polja za razmišljanje koja ovo pravilo dodaje zahtjevu na razini Visoko.
id: Field berpikir yang ditambahkan aturan ini ke permintaan pada tingkat Tinggi.
ja: 「高」レベルのときに、このルールがリクエストへ追加する思考フィールドです。
ko: '높음' 수준일 때 이 규칙이 요청에 추가하는 사고 필드입니다.
ms: Medan berfikir yang ditambah peraturan ini pada permintaan di tahap Tinggi.
pl: Pola myślenia dodawane przez tę regułę do żądania na poziomie Wysokim.
pt_br: Os campos de raciocínio que esta regra adiciona a uma requisição no nível Alto.
ro: Câmpurile de gândire pe care această regulă le adaugă unei cereri la nivelul Ridicat.
ru: Поля размышления, которые это правило добавляет к запросу на уровне «Высокий».
th: ฟิลด์การคิดที่กฎนี้เพิ่มลงในคำขอที่ระดับสูง
tr: Bu kuralın Yüksek düzeyde bir isteğe eklediği düşünme alanları.
zh_hans: 在「高」档位下，此规则会向请求中加入的思考字段。
zh_hant: 這條規則在「高」等級時會加入請求的思考欄位。

source: The URL is used verbatim. Include the full path up to (but not including) the endpoint, e.g. "/chat/completions".
de: Die URL wird unverändert verwendet. Geben Sie den vollständigen Pfad bis zum (aber nicht einschließlich) Endpunkt an, z. B. „/chat/completions“.
es: La URL se usa tal cual. Incluye la ruta completa hasta el endpoint, sin incluirlo, por ejemplo "/chat/completions".
fil: Ginagamit ang URL nang eksakto. Isama ang buong path hanggang (pero hindi kasama) ang endpoint, hal. "/chat/completions".
fr: L'URL est utilisée telle quelle. Incluez le chemin complet jusqu'au (mais sans) le point de terminaison, p. ex. « /chat/completions ».
hr: URL se koristi doslovno. Uključite punu putanju do krajnje točke (bez nje same), npr. "/chat/completions".
id: URL dipakai apa adanya. Sertakan jalur lengkap sampai (tetapi tidak termasuk) endpoint, mis. "/chat/completions".
ja: URL はそのまま使用されます。エンドポイントの前までのフルパスを含めてください（例：「/chat/completions」）。
ko: URL은 그대로 사용됩니다. 엔드포인트 전까지의 전체 경로를 포함하세요(예: "/chat/completions").
ms: URL digunakan seadanya. Sertakan laluan penuh sehingga (tetapi tidak termasuk) endpoint, cth. "/chat/completions".
pl: Adres jest używany dosłownie. Podaj pełną ścieżkę aż do punktu końcowego (bez niego), np. "/chat/completions".
pt_br: A URL é usada exatamente como está. Inclua o caminho completo até o endpoint (sem incluí-lo), ex.: "/chat/completions".
ro: Adresa este folosită întocmai. Include calea completă până la endpoint (fără el), de ex. „/chat/completions".
ru: URL используется как есть. Укажите полный путь до конечной точки (не включая её), например «/chat/completions».
th: URL จะถูกใช้ตามที่ป้อนทุกประการ ใส่พาธเต็มจนถึง (แต่ไม่รวม) เอนด์พอยต์ เช่น "/chat/completions"
tr: URL olduğu gibi kullanılır. Uç noktaya kadar olan (uç nokta hariç) tam yolu ekleyin, ör. "/chat/completions".
zh_hans: URL 将按原样使用。请包含到端点之前的完整路径，例如 "/chat/completions"。
zh_hant: URL 將按原樣使用。請包含到端點之前的完整路徑，例如 "/chat/completions"。

source: The URL is used verbatim. Include the full path up to (but not including) the endpoint.
de: Die URL wird unverändert verwendet. Geben Sie den vollständigen Pfad bis zum (aber ohne den) Endpunkt an.
es: La URL se usa tal cual. Incluye la ruta completa hasta el endpoint, sin incluirlo.
fil: Ginagamit ang URL nang eksakto. Isama ang buong path hanggang (pero hindi kasama) ang endpoint.
fr: L'URL est utilisée telle quelle. Incluez le chemin complet jusqu'au point de terminaison (non inclus).
hr: URL se koristi doslovno. Uključite punu putanju do krajnje točke, bez nje same.
id: URL dipakai apa adanya. Sertakan jalur lengkap sampai (tetapi tidak termasuk) endpoint.
ja: URLはそのまま使用されます。エンドポイントを含まない完全なパスを入力してください。
ko: URL은 그대로 사용됩니다. 엔드포인트를 제외한 전체 경로를 포함하세요.
ms: URL digunakan seadanya. Sertakan laluan penuh sehingga (tetapi tidak termasuk) endpoint.
pl: Adres jest używany dosłownie. Podaj pełną ścieżkę aż do punktu końcowego (bez niego).
pt_br: A URL é usada exatamente como está. Inclua o caminho completo até o endpoint (sem incluí-lo).
ro: Adresa este folosită întocmai. Include calea completă până la endpoint (fără el).
ru: URL используется как есть. Укажите полный путь до конечной точки (не включая её).
th: URL จะถูกใช้ตามที่ป้อนทุกประการ ใส่พาธเต็มจนถึง (แต่ไม่รวม) เอนด์พอยต์
tr: URL olduğu gibi kullanılır. Uç noktaya kadar olan (uç nokta hariç) tam yolu ekleyin.
zh_hans: URL 将按原样使用。请包含完整路径（不含端点）。
zh_hant: URL 將按原樣使用。請包含完整路徑（不含端點）。

source: The voice service endpoint URL.
de: Die Endpunkt-URL des Sprachdienstes.
es: La URL del endpoint del servicio de voz.
fil: Ang endpoint URL ng voice service.
fr: L’URL du point de terminaison du service vocal.
hr: URL krajnje točke glasovne usluge.
id: URL endpoint layanan suara.
ja: 音声サービスのエンドポイント URL。
ko: 음성 서비스 엔드포인트 URL.
ms: URL endpoint perkhidmatan suara.
pl: Adres punktu końcowego usługi głosowej.
pt_br: A URL do endpoint do serviço de voz.
ro: Adresa endpoint-ului serviciului vocal.
ru: URL эндпойнта голосового сервиса.
th: URL เอนด์พอยต์ของบริการเสียง
tr: Ses hizmeti uç nokta URL'si.
zh_hans: 语音服务的接口地址 URL。
zh_hant: 語音服務的端點 URL。

source: Theme
de: Design
es: Tema
fr: Thème
hr: Tema
id: Tema
ja: テーマ
ko: 테마
ms: Tema
pl: Motyw
pt_br: Tema
ro: Temă
ru: Тема
th: ธีม
tr: Tema
zh_hans: 主题
zh_hant: 主題

source: These directories appear in iOS Files under On My iPhone → Minis. Tap a row to see details, browse, or toggle visibility.
de: Diese Verzeichnisse erscheinen in der iOS-App „Dateien“ unter „Auf meinem iPhone“ → Minis. Tippen Sie auf einen Eintrag, um Details anzuzeigen, zu durchsuchen oder die Sichtbarkeit umzuschalten.
es: Estos directorios aparecen en Archivos de iOS, en En mi iPhone → Minis. Toca una fila para ver los detalles, explorar o cambiar la visibilidad.
fil: Lumalabas ang mga directory na ito sa iOS Files sa ilalim ng On My iPhone → Minis. I-tap ang row para makita ang detalye, mag-browse, o i-toggle ang visibility.
fr: Ces dossiers apparaissent dans l'app Fichiers d'iOS sous Sur mon iPhone → Minis. Touchez une ligne pour voir les détails, parcourir ou activer/désactiver la visibilité.
hr: Ovi se direktoriji pojavljuju u iOS aplikaciji Files pod On My iPhone → Minis. Dodirnite redak za detalje, pregledavanje ili promjenu vidljivosti.
id: Direktori ini muncul di Files iOS pada Di iPhone Saya → Minis. Ketuk baris untuk melihat detail, menelusuri, atau mengalihkan visibilitas.
ja: これらのディレクトリは iOS の「ファイル」App の「この iPhone 内」→ Minis に表示されます。行をタップすると詳細の確認、ブラウズ、表示/非表示の切り替えができます。
ko: 이 디렉터리는 iOS 파일 앱의 내 iPhone → Minis에 표시됩니다. 행을 탭하여 세부 정보 보기, 탐색 또는 표시 여부를 전환할 수 있습니다.
ms: Direktori ini muncul dalam Files iOS di bawah Pada iPhone Saya → Minis. Ketik baris untuk melihat butiran, melayari, atau menogol keterlihatan.
pl: Te katalogi są widoczne w Plikach iOS w Na moim iPhonie → Minis. Dotknij wiersza, aby zobaczyć szczegóły, przeglądać lub przełączyć widoczność.
pt_br: Estes diretórios aparecem em Arquivos do iOS, em No meu iPhone → Minis. Toque em uma linha para ver detalhes, navegar ou alternar a visibilidade.
ro: Aceste directoare apar în Fișiere iOS la Pe iPhone → Minis. Atinge un rând pentru detalii, navigare sau comutarea vizibilității.
ru: Эти папки отображаются в «Файлах» iOS в разделе «На моём iPhone» → Minis. Нажмите строку, чтобы посмотреть сведения, просмотреть содержимое или изменить видимость.
th: ไดเรกทอรีเหล่านี้แสดงใน Files ของ iOS ภายใต้ On My iPhone → Minis แตะแถวเพื่อดูรายละเอียด เรียกดู หรือสลับการแสดงผล
tr: Bu dizinler iOS Dosyalar'da iPhone'umda → Minis altında görünür. Ayrıntıları görmek, göz atmak ya da görünürlüğü değiştirmek için bir satıra dokunun.
zh_hans: 这些目录会显示在 iOS“文件”App 的“我的 iPhone → Minis”下。轻点某一行可查看详情、浏览内容或切换可见性。
zh_hant: 這些目錄會顯示在 iOS“檔案”App 的“我的 iPhone → Minis”下。輕點某一行可查看詳情、瀏覽內容或切換可見性。

source: Thinking
de: Tiefes Denken
es: Razonamiento
fil: Nag-iisip
fr: Réflexion approfondie
hr: Razmišljanje
id: Berpikir
ja: 深い思考
ko: 심층 사고
ms: Berfikir
pl: Myślenie
pt_br: Raciocínio
ro: Gândire
ru: Размышление
th: กำลังคิด
tr: Düşünme
zh_hans: 深度思考
zh_hant: 深度思考
